ahnafnafee.postscript-preview
anthropic.claude-code
astral-sh.ty
astro-build.astro-vscode
bmewburn.vscode-intelephense-client
charliermarsh.ruff
christian-kohler.path-intellisense
cschlosser.doxdocgen
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
devsense.composer-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.gemini-cli-vscode-ide-companion
grapecity.gc-excelviewer
james-yu.latex-workshop
josetr.cmake-language-support-vscode
llvm-vs-code-extensions.lldb-dap
mads-hartmann.bash-ide-vscode
mariomatheu.syntax-project-pbxproj
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-chat-customizations-evaluations
ms-vsliveshare.vsliveshare
mushan.vscode-paste-image
njpwerner.autodocstring
openai.chatgpt
oxc.oxc-vscode
powertech.powercpp
prisma.prisma
quandinh.onehalf-dark
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
romanpeshkov.vscode-text-tables
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
svelte.svelte-vscode
swiftlang.swift-vscode
syler.sass-indented
tamasfe.even-better-toml
tcwalther.cython
tomoki1207.pdf
twxs.cmake
vitest.explorer
voidzero.vite-plus-extension-pack
vscjava.vscode-gradle
vscode-icons-team.vscode-icons
xdebug.php-debug
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
